package com.example.admin.people_blood.bean;

import java.util.List;

/**
 * 项目名称: 血压测量
 * 类描述:
 * 创建人: 陈瑶瑶
 * 创建时间: 2017/6/12 14:49
 * 修改人:
 * 修改内容:医生详情回复实体类
 * 修改时间:
 */

public class HuiFuBean {

    /**
     * data : [{"document_id":"1493","title":"得了干燥综合症现在能怀孕吗？","club_id":"8542328","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。治疗干燥综合征的药物有激素、免疫抑制剂、中药等。需要根据病情和实验室检查综合治疗。除西药外，可以服用中药调节。还要注意情绪，不要着急生气，思想负担不要太大。本病不能治愈，但是可以控制病情。积极治疗。定期复查。血沉快、不知免疫球蛋白、肝肾功能、自身抗体等如何？目前不宜怀孕。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"4392","title":"尾骨旁边疼痛   腰发僵    酸疼","club_id":"8747919","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体等。照骶髂关节CT片。治疗强直性脊柱炎的药物有甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。也可以到我院就诊。"},{"document_id":"4644","title":"斯蒂尔疾病吃激素二片三个月后应如何减量？甲氨蝶呤应如何减量？","club_id":"8764692","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，不好提出具体意见。激素逐渐减量。甲氨蝶呤逐渐减量。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"5819","title":"白塞氏病怎样除根","club_id":"8712395","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。本病不能根治。规范治疗可以控制病情。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"5931","title":"请救救我的孩子","club_id":"8833800","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体等。照骶髂关节CT片。治疗强直性脊柱炎的药物有甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"6456","title":"胸闷头晕，手指关节肿大如何治疗","club_id":"8849679","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，不好提出具体意见。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"6932","title":"成人斯蒂尔病，在服药期间，关节偶尔还痛，能减少激素药吗？","club_id":"8865418","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，不好提出具体意见。检查血沉、C反应蛋白。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"8039","title":"双骶髂骨关节改变","club_id":"8906290","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体等。照骶髂关节CT片。治疗强直性脊柱炎的药物有甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"9143","title":"皮肌炎怎么治疗","club_id":"8922167","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。本病不能根治，可以应用激素、免疫抑制剂等。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"9414","title":"强直用药问题","club_id":"8917506","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体等。照骶髂关节CT片。治疗强直性脊柱炎的药物有甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。用药时间2-3个月才起作用，不要着急。"},{"document_id":"10529","title":"我的髋关节能保住吗？","club_id":"8932944","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体等。照骶髂关节CT片。治疗强直性脊柱炎的药物有甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。也可以到我院就诊。"},{"document_id":"13107","title":"手指关节弯曲变形，怎么治愈？","club_id":"8954191","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体、抗ENA抗体等。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"13254","title":"强直性脊柱炎怎样治疗比较好","club_id":"8958634","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体等。照骶髂关节CT片。治疗强直性脊柱炎的药物有甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"13922","title":"内风湿关节炎将进30年，脚手都变形了，全身疼痛","club_id":"8982291","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、抗O、类风湿因子、血常规、肝肾功能、抗CCP抗体、抗角蛋白抗体、抗核抗体等。治疗类风湿关节炎的药物有非甾体抗炎药、甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"14835","title":"抗环瓜氨酸肽抗体434，类风湿因子等正常，可确定为类风湿吗？","club_id":"9011120","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，不好提出具体意见。坚持服用，定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"15501","title":"经常发作，中药能好吗？","club_id":"9031007","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。本病容易复发，不能随意减药停药。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"15744","title":"干燥综合症能治疗吗","club_id":"9049040","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。治疗干燥综合征的药物有激素、免疫抑制剂、中药等。需要根据病情和实验室检查综合治疗。除西药外，可以服用中药调节。还要注意情绪，不要着急生气，思想负担不要太大。本病不能治愈，但是可以控制病情。积极治疗。定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"15825","title":"类风湿性关节炎","club_id":"9053448","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、抗O、类风湿因子、血常规、肝肾功能、抗CCP抗体、抗角蛋白抗体、抗核抗体等。治疗类风湿关节炎的药物有非甾体抗炎药、甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"16449","title":"强直性脊柱炎25年，现在主要是胸柱和腰疼痛","club_id":"9075393","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、类风湿因子、抗O、血常规、肝肾功能、抗核抗体等。照骶髂关节CT片。治疗强直性脊柱炎的药物有甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。"},{"document_id":"16919","title":"为什么在吃药后，双手会变紫？","club_id":"9091926","reply":"你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。首先要明确诊断。检查血沉、C反应蛋白、抗O、类风湿因子、血常规、肝肾功能、抗CCP抗体、抗角蛋白抗体、抗核抗体等。治疗类风湿关节炎的药物有非甾体抗炎药、甲氨喋呤、柳氮磺吡啶、羟氯喹、来氟米特等。还有生物制剂、中医药、理疗等。要坚持治疗、定期复查。最好还是先到当地大医院风湿免疫科就诊。"}]
     * code : 10000
     */

    private int code;
    private List<DataBean> data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * document_id : 1493
         * title : 得了干燥综合症现在能怀孕吗？
         * club_id : 8542328
         * reply : 你好。看到编辑转来你的咨询信息，因未见到病人，意见仅供参考。治疗干燥综合征的药物有激素、免疫抑制剂、中药等。需要根据病情和实验室检查综合治疗。除西药外，可以服用中药调节。还要注意情绪，不要着急生气，思想负担不要太大。本病不能治愈，但是可以控制病情。积极治疗。定期复查。血沉快、不知免疫球蛋白、肝肾功能、自身抗体等如何？目前不宜怀孕。最好还是先到当地大医院风湿免疫科就诊。
         */

        private String document_id;
        private String title;
        private String club_id;
        private String reply;

        public String getDocument_id() {
            return document_id;
        }

        public void setDocument_id(String document_id) {
            this.document_id = document_id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getClub_id() {
            return club_id;
        }

        public void setClub_id(String club_id) {
            this.club_id = club_id;
        }

        public String getReply() {
            return reply;
        }

        public void setReply(String reply) {
            this.reply = reply;
        }
    }
}
